{
  "stripe": {
    "en":"Vintage spirit. As its name describes it, the Stripes sofa is defined by the vertical quilt pattern running along its back. With rounded feather-filled seat cushions, this sofa brings a touch of cosiness and retro elegance in the room. Pour yourself your favorite drink, sit back and enjoy the evening lounging in Stripes. ",
    "fr":"Esprit vintage. Comme son nom l'indique, son style se définit par le matelassage vertical de son dossier, élément qui lui donne une bienveillante rondeur. Ses coussins garnis de plumes assurent un confort cozy, accueillant. En prime, son petit air d'élégance rétro. On y savoure son cocktail préféré, et en bonne compagnie."
  },
  "study": {
    "en":"Fall into heaven. Designed by celebrated design studio Blazysgérard, the Study sofa is pure comfort. Extra deep feather and foam seat cushions make this the perfect sofa to sink into and forget about our everyday worries. The rounded back adds an extra touch of snuggleness and privacy. Pull your favorite book and spend all afternoon lazing around.",
    "fr":"Une descente au paradis. Conçu par le renommé studio de design Bkazysgérard, le canapé Study, c'est le confort avec un grand C. Généreusement garnis de plumes et de mousse, ses coussins de siège invitent à une détente prolongée. Et les formes arrondies de son dossier ajoutent ce petit extra d'intimité et de confort. On y passe des après-midi entiers, bien blotti, à y lire le dernier polar à la mode…"
  },
  "perplexe": {
    "en":"Double personality. To be vertical or horizontal is the question. The Perplexe table is designed to be use in either position. It comes in three colors to suit any mood.",
    "fr":"Un design à double personnalité. La poserez-vous à la verticale ou à l'horizontale ? Là est toute la question. En fait, la table Perplexe est conçue pour une installation libre, dans le sens qui vous chante. Elle se propose en trois joyeuses couleurs pour répondre à toutes les humeurs. Son charme ajoute à toutes les ambiances."
  },
  "tamtam": {
    "en":"Just like candy. Giving a specific function to the Tamtam is hard. It can serve as a side table, night stand, coffee table, stool, plant stool, or simply a visual candy in any space. Made of natural rattan by hand and offered is 6 happy colors, the Tamtam will delight any landscape. The handle add extra functionality. Up to you to find its best use.",
    "fr":"La cerise sur le gâteau. Tamtam ne possède aucune fonction spécifique. Il peut servir de table de bout, de chevet, de tabouret, de porte-plante ou de simple élément visuel à admirer. Il est confectionné à la main en rotin naturel, en six couleurs bonne humeur. Sa poignée ajoute une petite note de fonctionnalité. Quel usage en ferez-vous dans votre espace?"
  },
  "atrium": {
    "en":"The strength of simple lines. Thin arms and soft cushions characterize the Atrium sofa. With its pure and rigorous rectangular volume, the shape is enduring. A touch of timelessness at home. ",
    "fr":"La force de la ligne. Un superbe volume composé de lignes pures, simples et rigoureuses à la fois. Un seul coussin pour le dossier, un seul pour le siège et le réconfort de deux traversins en bout de ligne. Que du caractère. Et aussi une beauté intemporelle."
  },
  "slope": {
    "en":"Shabby elegance. If you seek an affordable, cosy and relax sofa, look no further. The Slope sofa fulfils all these functions and more. The feather and foam cushions provide great comfort. The loosely fitted slipcover gives a sense of informality and restfulness. ",
    "fr":"L'élégance shabby chic par excellence. Un canapé détente qui assure ce petit côté cosy tant recherché. Bien qu'offert à prix très abordable, Slope propose des coussins plumes et mousse du plus grand confort. Légèrement ample, sa housse exprime une certaine nonchalance décontractée et un caractère très informel."
  },
  "capsule": {
    "en":"Mini & practical. Designed for small spaces, the Capsule sofa bed is ultra compact. It can turn into a double bed in a matter of seconds. Perfect for lofts or guestrooms.",
    "fr":"Tout petit, bourré de charme et grandement utile. Conçu pour les micro-apartements, Capsule se déploie en un lit à deux places en quelques secondes. À noter, le détail de son dossier à capitonnage et son siège à surpiqûre. À preuve que le style, ce n'est pas que pour les grands. "
  },
  "duo": {
    "en": "Mid-century revival. Inspired by shapes and volumes from the 50's, the Duo sofa-bed features long slender wooden tapered legs and quilted seat and backrest. Turn this sofa into a sleeping pad in a single motion."
  }
}